{
    "Dashboard": "Dashboard",
    "Sign Up": "Anmelden",
    "Registered Members": "Registrierte Mitglieder",
    "Created Communities": "Erstellte Communities",
    "Users upgraded to": "Benutzer, welche geupgraded haben",
    "Communities partnered with Noclip": "Partner Communities von Noclip",
    "Get the most out of Noclip by using your own vanity domain": "Mach das beste aus Noclip mit deinem persönlichen Vanity-Domain",
    "Beautiful, fast, free": "Wunderschön, schnell, kostenlos",
    "Our platform is built to look good, feel good, and most importantly bring your community to one unified place": "Unsere Plattform wurde erstellt, um gut auszusehen, sich gut anzufühlen und am aller wichtigsten eine einheitliche Community zu schaffen.",
    "Start free": "Kostenlos beginnen",
    "No fees, optional global account upgrade": "Keine Zusatzkosten, freiwilliges optionales Konto-Upgrade",
    "Beautiful Dashboard": "Wunderbares Dashboard",
    "Manage your community easily": "Verwalte deine Community simpel",
    "Built-in SEO": "Integriertes SEO",
    "Search engines will find you easily": "Suchmaschinen werden dich ganz leicht finden",
    "Multiple Communities": "Mehrere Communities",
    "Need more than one site? No problem": "Brauchst du mehr als eine Seite? Kein Problem!",
    "Easy Permissions": "Einfache Berechtigungen",
    "Simple and to the point permissions": "Simpel und auf den Punkt gebrachte Berechtigungen",
    "Global Accounts": "Globale Konten",
    "Users from other sites can join yours, in literally one click": "Mitglieder anderer Seiten können sich dir anschließen mit nur einem einzigen Klick!",
    "Noclip": "Noclip",
    "Get an enhanced experience with Noclip Rainbow. for a one-time purchase of $5.00. Stand out across all of Noclip with profile and community customizations!": "Erhalte eine bessere Nutzererfahrung mit Noclip Rainbow. Für einen einmaligen Kauf von nur 5,00$. Steche in ganz Noclip heraus mit Anpassungen deines Profils und deiner Community!",
    "Please update your email before upgrading, sorry!": "Entschuldigung. Du musst vorher deine E-Mail aktualisieren bevor du upgraden kannst.",
    "Update Email": "E-Mail aktualisieren",
    "Purchase": "Kaufen",
    "Sign up to Upgrade": "Anmelden zum Kaufen",
    "Rainbow Features": "Rainbow Vorteile",
    "More Communities": "Mehr Communities",
    "Get up to 5 communities when you are upgraded with rainbow": "Habe bis zu 5 Communities, wenn du zu Rainbow upgradest.",
    "More servers": "Mehr Server",
    "Add up to 10 servers on any community you are an administrator or are an owner of!": "Füge bis zu 10 Server zu jeder Community hinzu, wo du Administrator oder Besitzer bist!",
    "Your free all-in-one community suite.": "Deine kostenlose all-in-one Community Oberfläche.",
    "Apply for discovery": "Für Entdeckung bewerben",
    "Coming Soon": "Folgt in Kürze...",
    "You can apply for your server to be displayed on the front page and the discovery page!": "Du kannst dich bewerben, sodass dein Server auf der Titel- und Entdeckerseite angezeigt wird!",
    "Change your vanity sub-domain": "Ändere dein Vanity-Domain!",
    "You can contact us about changing your sub-domain!": "Du kannst uns bezüglich einer Änderung deines Unterdomains kontaktieren!",
    "Theme system": "Stil System",
    "Change the color palette of your site, giving it a unique look!": "Ändere die Farbpalette deiner Seite und gebe ihr ein individuelles Aussehen!",
    "Thread Backgrounds / Color": "Themen Hintergründe / Farben",
    "Add a background image or a background color to your threads all across Noclip!": "Füge ein Hintergrundbild oder eine Hintergrundfarbe zu all deinen Themen in ganz Noclip hinzu!",
    "Profile Cover": "Profilhintergrund",
    "Add a background image to your profile for more customization!": "Füge ein Hintergrundbild zu deinem Profil hinzu für mehr Anpassung!",
    "Category / Board Backgrounds": "Kategorie / Board Hintergründe",
    "On your communities, you will be able to add background covers to categories and boards!": "Du kannst in deinen Communities Hintergründe zu Kategorien und Boards hinzufügen!",
    "Custom Color Username": "Persönliche Nutzernamen Farbe",
    "Pick your perfect username color, and username glow! Works across all communities!": "Wähle deine perfekte Nutzernamen Farbe und Nutzernamen Leuchten! Klappt in allen Communities!",
    "These members get access to the best features in Noclip, the list keeps growing!": "Diese Mitglieder erhalten Zugriff auf die besten Vorteile von Noclip und die Liste wächst regelmäßig!",
    "Noclip is free, forever": "Noclip bleibt kostenlos, für immer",
    "Create your community in seconds with no commitment required": "Erstelle deine eigene Community in Sekunden ohne Engagement.",
    "Joined": "Beigetreten",
    "Owned Communities": "Communities in Besitz",
    "Joined Communities": "Beigetretenen Communities",
    "Search for a community": "Nach einer Community suchen",
    ":name has no description yet :(": ":Name hat bisher leider noch keine Beschreibung :(",
    "Members": "Mitglieder",
    "Created": "Erstellt",
    "Role": "Rolle",
    "Owner": "Inhaber",
    "User": "Benutzer",
    "Manage Your Communities": "Verwalte deine Communities",
    "You can view the communities you created here, and also create new ones instantly below.": "Du kannst die Communities, die du erstellt hast, hier einsehen und eine weitere unten sofort erstellen.",
    "Back to Home Page": "Zurück zur Startseite",
    "Create your community": "Erstelle deine Community",
    "✨ Begin your journey by choosing your communities name, we will teleport you to your new site immediately after.": "✨ Beginne deine Reise, indem du einen Namen für deine Community wählst. Wir teleportieren dich zu deiner neuen Seite unmittelbar danach.",
    "Your domain will be": "Dein Domain wird sein",
    "Sorry! It seems like your search is invalid, or we can not load communities right now.": "Es tut uns leid! Sieht so aus, als ob deine Suche ungültig ist oder wir können aktuell keine Communities laden.",
    "Search for a user": "Nach einem Benutzer suchen",
    "This user is a Noclip Moderator": "Dieser Benutzer ist Noclip Moderator.",
    "Domain": "Domain",
    "Community Name": "Community Name",
    "Create community": "Community erstellen",
    "Join Community": "Community beitreten",
    "Recent Activity": "Kürzliche Aktivität",
    "The latest forum posts from :name": "Die letzten Forum Beiträge von :name",
    "Posts": "Beiträge",
    "Search for a post": "Nach einem Beitrag suchen",
    "Sorry! Seems like your search is invalid, or we can not load posts right now.": "Es tut uns Leid! Sieht so aus, als ob deine Suche ungültig ist oder wir können aktuell keine Beiträge laden.",
    "Sorry! Seems like your search is invalid, or we can not load users right now.": "Es tut uns Leid! Sieht so aus, als ob deine Suche ungültig ist oder wir können aktuell keine Benutzer laden.",
    "Welcome to our store": "Willkommen in unserem Shop",
    "Select a store below and browse through our packages!": "Wähle einen Shop unten und durchsuche unsere Pakete!",
    "Donation Leaderboards": "Spenden-Bestenliste",
    "Search for a server": "Nach einem Server suchen",
    "Sorry! Seems like your search is invalid, or we can not load servers right now.": "Es tut uns Leid! Sieht so aus, als ob deine Suche ungültig ist oder wir können aktuell keine Server laden.",
    "Browse packages for :name": "Durchsuche Pakete nach :name",
    "Looks like there is no threads.. but you could be the first!": "Sieht so aus als wären hier keine Themen... aber du könntest der Erste sein!",
    "Offline": "Offline",
    "Max Players": "Max Spieler",
    "Connect to :name": "Verbinden :name",
    "Copy IP": "IP kopieren",
    "Online Members": "Online Mitglieder",
    "Join :name": ":name beitreten",
    "Online Players": "Online Spieler",
    "Join": "Beitreten",
    "Threads": "Themen",
    "Replies": "Antworten",
    "By": "Bei",
    "Banned reason": "Grund für Ausschluss",
    "Description": "Beschreibung",
    "Sign in to purchase": "Einloggen zum kaufen",
    "Short Description": "Kurzbeschreibung",
    "By purchasing this package you agree to accept our TOS.": "Beim Kauf von diesem Paket stimme ich unserer AGB zu.",
    "Purchase for free": "Kostenlos erwerben",
    "Purchased": "Erworben",
    "Pay": "Zahlen",
    "Notice": "Anmerkung",
    "Servers": "Server",
    "Create a thread": "Thema erstellen",
    "Edit Board": "Board editieren",
    "Edit Category": "Kategorie editieren",
    "Gift User?": "Als Geschenk kaufen?",
    "Comment": "Kommentar",
    "Update Comment": "Kommentar updaten",
    "Go Back": "Zurück",
    "Edit": "Bearbeiten",
    "Create Comment": "Kommentar erstellen",
    "Delete Comment": "Kommentar entfernen",
    "Cancel": "Abbrechen",
    "Reply": "Antwort",
    "Edit Thread": "Thema bearbeiten",
    "Sorry, this thread is locked, or you do not have permission to comment on this thread.": "Entschuldigung! Dieses Thema ist geschlossen oder du hast keine Berechtigung zu kommentieren.",
    "Are you sure you want to delete this comment? Once your comment is deleted, it will be removed permanently from this post.": "Bist du sicher, dass du dein Kommentar entfernen willst? Danach wird dein Kommentar permanent von diesem Beitrag entfernt.",
    "Update your thread: :name": "Thema updaten: :name",
    "Please follow the rules of this board when making a thread.": "Bitte folge den Regeln dieses Boards, wenn du ein Thema erstellst.",
    "Thread Title": "Titel vom Thema",
    "Thread Content": "Inhalt vom Thema",
    "Cover Photo": "Titelfoto",
    "Thread Color": "Themenfarbe",
    "Update Thread": "Thema updaten",
    "Create Thread": "Thema erstellen",
    "Delete Thread": "Thema löschen",
    "Are you sure you want to delete this thread? Once this thread is deleted, other users will not be able to find this post.": "Bist du sicher, dass du dieses Thema löschen möchtest? Andere Benutzer können dieses Thema danach nicht mehr finden.",
    "Move thread": "Thema bewegen",
    "You can move this thread to another board, which it will be displayed immediately after.": "Du kannst dieses Thema zu einem anderen Board bewegen, wo es direkt danach angezeigt wird.",
    "Search for a board": "Suche nach einem Board",
    "Board": "Board",
    "Hey there!": "Hey du!",
    "You are browsing :name. Join :name to post, like, or comment!": "Du durchsuchst :name. Trete :name bei, um zu liken, kommentieren und zu posten.",
    "You are in preview mode. Join us to participate!": "Du bist im Vorschaumodus. Trete uns bei zum mitmachen!",
    "Join our community to contribute to threads or donate to the server!": "Trete unserer Community bei um bei Themen mitzuwirken oder dem Server zu spenden.",
    "It's that simple.": "Es ist so simpel.",
    "Create your community in literally 15 seconds or less, no strings attached": "Erstelle deine Community in nur 15 Sekunden ohne zusätzliche Bedingungen.",
    "Welcome to your dashboard, :name": "Willkommen zu deinem Dashboard, :name",
    "If you need any help or advice, please ask questions at": "Wenn du Hilfe oder Rat brauchst, frag bitte in",
    "You can also join our discord to interact with other community owners at": "Du kannst auch unserem Discord Server beitreten, um mit anderen Community Besitzer zu interagieren in",
    "Features": "Vorteile",
    "Forums": "Foren",
    "Let your community get the most out of your website with a fully integrated forums.": "Hole das beste aus deiner Community raus mit einem vollständig integrierten Forum.",
    "Manage Forums": "Foren verwalten",
    "Easily manage and monetize your server with tight integration with your forums and donation panel.": "Verwalte und monetarisiere dein Server mit einer engen Integration der Spenden- und Forumoberfläche.",
    "Manage Servers": "Server verwalten",
    "Permissions": "Berechtigungen",
    "Simple but powerful role / permission management.": "Einfache aber mächtige Rolle / Berechtigungsverwaltung.",
    "Manage Permissions": "Rechte verwalten",
    "Store": "Shop",
    "Powerful and feature-rich donation panel.": "Mächtige und Vorteilsreiche Spendenoberfläche.",
    "Manage Store": "Shop verwalten",
    "Settings": "Einstellungen",
    "Partner": "Partner",
    "Theme": "Stil",
    "Display": "Anzeige",
    "Misc": "Weiteres",
    "Categories": "Kategorien",
    "Boards": "Boards",
    "Community Theme: Primary Color": "Community Stil: Primärfarbe",
    "We generate your theme based off colors you choose. We will explain it step by step below.": "Wir generieren dein Stil basierend auf den Farben, welche du wählst. Wir erklären dir alles weitere Schritt für Schritt.",
    "First, choose a color for the primary palette. This is, for example, the save button below.": "Erst wählst du eine Farbe für deine Primärpalette. Zum Beispiel der Speichern Knopf unten.",
    "Community Theme: Neutral Color": "Community Stil: Neutrale Farbe",
    "Second, choose a color for the neutral palette. This is all the grey shades across the site. Backgrounds, card backgrounds, etc.": "Als zweites wählst du eine Farbe für die neutrale Palette. Dies sind die Grautöne auf der gesamten Seite. Hintergründe, Kartenhintergründe und so weiter...",
    "Community Theme: Success Color": "Community Theme: Erfolgsfarbe",
    "Third, choose a color for the success color. This is typically green in the default theme.": "Drittens wählst du eine Farbe für eine erfolgreiche Aktion. Im Normalfall wäre das Grün.",
    "Community Theme: Danger Color": "Community Theme: Gefahrfarbe",
    "Finally, choose a color for the danger palette.": "Als letztes wählst du eine Farbe für die Gefahrenpalette.",
    "Save": "Speichern",
    "Reset Color": "Farbe zurücksetzen",
    "Join our partner program for $8.99 USD / month": "Trete unserem Partner Programm für 8,99€ pro Monat bei.",
    "An exclusive limited slot monthly subscription for your community to get highly sought after features like vanity custom domain, access to discovery page, and more.": "Ein exklusives monatliches Abonnement für deine Community um schnell gesucht zu werden, wie ein benutzerdefinierten Vanity-Domain, Zugriff auf die Entdeckungsseite und mehr.",
    "There are current :limit slots left for our partner program": "There are current :limit slots left for our partner program",
    "Checkout": "Checkout",
    "Manage payment or subscription details.": "Manage payment or subscription details.",
    "This will redirect you to Stripes customer portal where you can manage any subscriptions or payment methods.": "Du wirst zum Stripe Kundenportal weitergeleitet, wo du deine Abonnements oder Zahlungsmethoden verwalten kannst.",
    "You need to add a valid payment method before you can subscribe to our partner program.": "Du musst eine gültige Zahlungsmethode hinzufügen bevor du das Partnerprogramm abonnieren kannst.",
    "You are all set to join our partner program!": "Du bist bereit dem Partner Programm beizutreten!",
    "Update Email to Manage": "E-Mail zum verwalten aktualisieren",
    "Manage": "Verwalten",
    "Your Forums": "Deine Foren",
    "Community API Key": "Community API Schlüssel",
    "This API key will allow our store integrations to work. If you are a developer you can also use this to read Packages, Purchases, Events, and more.": "Dieser API Schlüssel erlaubt es unserer Shopintegration zu funktionieren. Falls du ein Entwickler bist kannst du damit auch Pakete, Events und andere Sachen auslesen.",
    "Copy API key": "API Schlüssel kopieren",
    "Regenerate API key": "API Schlüssel regenerieren",
    "Generate API Key": "API Schlüssel generieren",
    "Community Icon": "Community Icon",
    "Your community icon will be shown across your entire site and the discovery section.": "Dein Community icon wird auf der gesamten Seite und im Entdeckungsbereich angezeigt.",
    "Your cover photo will be displayed on the front-page of your site": "Dein Titelbild wird auf der Startseite deiner Seite angezeigt.",
    "Remove Community Cover": "Communitytitelbild entfernen",
    "Community Description": "Communitybeschreibung",
    "Your community description is displayed in the discovery section and on the front of your site.": "Deine Communitybeschreibung wird im Entdeckungsberiech und auf der Titelseite deiner Seite angezeigt.",
    "Update Description": "Beschreibung updaten",
    "Delete Community: :name": "Community löschen: :name",
    "This action can not be undone. Deleting your server is a destructive action.": "Diese Aktion kann nicht rückgängig gemacht werden. Deinen Server zu löschen ist eine zerstörerische Aktion.",
    "Delete Community": "Community löschen",
    "We are not responsible for refunds or any obligations you have made to the members of this community.": "Wir sind nicht für Rückerstattungen oder andere Vereinbarungen mit den Mitgliedern dieser Community verantwortlich.",
    "Delete my Community": "Meine Community löschen",
    "Do not Delete my Community": "Meine Community nicht löschen",
    "Vanity Domain": "Vanity Domain",
    "After submitting your domain to this community, please contact an Administrator, adding a vanity domain typically takes on business day or less. You may only have one vanity domain per partner.": "Nachdem du deinen Domain für diese Community eingegeben hast, kontaktiere bitte einen Administrator. Einen Vanity-Domain hinzuzufügen dauert in der Regel ein Werktag oder weniger. Du kannst nur einen Vanity-Domain pro Partner haben.",
    "Add Vanity Domain": "Vanity Domain hinzufügen",
    "Your community name is displayed across your entire website.": "Dein Community Name wird auf der gesamten Seite angezeigt.",
    "Update Name": "Name aktualisieren",
    "Discord Server ID": "Discord Server ID",
    "Enter your Discord server ID to enable the Discord widget on your home page. This will also enable a Discord link in the navbar.": "Gebe deine Discord Server ID ein, um das Discord Widget auf deiner Startseite zu aktivieren. Dies wird auch den Discord Link in der Navigationsleiste aktivieren.",
    "Update Discord ID": "Discord ID updaten",
    "Donation link": "Spenden Link",
    "You can set an external url for your donation store.": "Du kannst einen externen URL für deinen Spendenshop setzen.",
    "Donation": "Spende",
    "Update Donation link": "Spendenlink updaten",
    "Partnership": "Partnerschaft",
    "Partnering a community will make it discoverable on the front page. You can only partner one community.": "Partner einer Community zu werden macht dies zugreiffbar auf der Titelseite. Du kannst nur Partner einer Community werden.",
    "Partner Community": "Partner Community",
    "Update Partnership": "Partnerschaft updaten",
    "Steam group ID": "Steamgruppe ID",
    "Edit Category: :name": "Kategorie bearbeiten: :name",
    "View Category": "Kategorie anzeigen",
    "Deleting this category will also hide all boards, threads, and comments made in this category. This is highly ill-advised.": "Diese Kategorie zu löschen resultiert auch darin, dass alle Boards, Themen und Beiträge versteckt werden. Dies wird nicht empfohlen.",
    "Delete Category": "Kategorie entfernen",
    "Category: :name": "Kategorie: :name",
    "Category Title": "Kategorie Titel",
    "Category Description": "Kategoriebeschreibung",
    "Update Category": "Kategorie updaten",
    "The cover photo for this category will be displayed in SEO and on the category page.": "Das Titelbild für diese Kategorie wird im SEO und auf der Kategorieseite angezeigt.",
    "View Board": "Board anzeigen",
    "Delete Board: :name": "Board entfernen: :name",
    "Deleting this board will also hide all threads made in this board.": "Dieses Board zu löschen resultiert auch darin, dass alle Beiträge in diesem Board versteckt werden.",
    "Delete Board": "Board entfernen",
    "Edit Board: :name": "Board editieren: :name",
    "Board Title": "Board Titel",
    "Board Description": "Boardbeschreibung",
    "Board Category": "Board Kategorie",
    "Prevent users from posting threads in this board?": "Verbiete Benutzern in diesem Board Themen zu veröffentlichen?",
    "Update Board": "Board updaten",
    "The cover photo for this category will be displayed in SEO and on the board page.": "Das Titelbild wird im SEO und auf der Boardseite angezeigt.",
    "Board Icon": "Board Icon",
    "Add a small icon to your boards to give it more personalization!": "Ein kleines Icon um deinen Boards mehr Personalisierung zu verleihen.",
    "Create a Role": "Rolle erstellen",
    "Roles are groups that you can assign members of your community to give certain permissions when they join your community!": "Rollen sind Benutzergruppen, welche du Mitgliedern deiner Community zuweisen kannst, um ihnen spezielle Rechte zu geben, wenn sie deiner Community beitreten.",
    "Role Title": "Rollentitel",
    "Assign Members": "Mitglieder zuweisen",
    "You can add members by selecting the drop down and searching for a user. You can also see who is assigned to this role below": "Du kannst Mitglieder hinzufügen, indem du das Drop Down auswählst und nach einem Nutzer suchst. Du kannst außerdem unten sehen, welcher Nutzer diese Rolle zugewiesen bekommen hat.",
    "It is recommended to use a users ID instead of searching for their name, it ensures you do not accidentally assign the wrong user the wrong role.": "Es wird empfohlen die Nutzer ID zu benutzen anstatt den Namen, um nicht ausversehen einem falschen Nutzer eine falsche Rolle zuzuweisen.",
    "Member": "Mitglied",
    "Assign Role": "Rolle zuweisen",
    "Update Role: :name": "Rolle updaten: :name",
    "Clear Permission: :name": "Berechtigung entfernen: :name",
    "Role Color": "Rollenfarbe",
    "Role colors are displayed with the name of your role, usually displayed in forums / store.": "Rollenfarben werden mit dem Namen deiner Rolle angezeigt. Meist in den Foren / Shop.",
    "Edit Role: :name": "Rolle bearbeiten: :name",
    "The role title is the pretty name for the role. It will be displayed everywhere on your community where a user has this role.": "Der Rollentitel ist ein schöner Name für die Rolle. Es wird überall in deiner Community angezeigt, wo ein Nutzer diese Rolle hat.",
    "Update Role": "Update Role",
    "Edit your server": "Edit your server",
    "Edit Server: :name": "Edit Server: :name",
    "Copy Server ID": "Copy Server ID",
    "Add Server": "Server hinzufügen",
    "Your Servers": "Deine Server",
    "Add your server": "Füge deinen Server hinzu",
    "Connect your server to your community, members will be about to connect to it, see who is playing, and more!": "Verbinde deinen Server mit deiner Community und Mitgliedern ist es möglich mit diesem zu verbinden, zu sehen wer drauf spielt und mehr!",
    "Server Name": "Server Name",
    "Server IP": "Server IP",
    "Server Port": "Server Port",
    "Server Type": "Server Typ",
    "Other source game": "Anderes Source Spiel",
    "Create Server": "Server erstellen",
    "Delete Server: :name": "Server entfernen: :name",
    "Deleting this server will not allow users to donate, connect, or see this server in server listing.": "Das entfernen dieses Server erlaubt es Nutzer nicht, sich zu verbinden, zu spenden oder dieses Server in der Liste zu sehen.",
    "Delete Server": "Server entfernen",
    "You can edit your servers ip, port, name, and also add a cover photo to it!": "Du kannst die Server IP, den Port, den Namen und ein Titelfoto hinzufügen!",
    "Store Cover Photo": "Store Cover Photo",
    "Pin server to front page? (There can only be one pinned server)": "Server an die Titelseite anpinnen (Dies funktioniert nur für einen Server)",
    "Add your first server": "Füge deinen ersten Server hinzu!",
    "Adding your server allows users to join, donate, and see who is playing!": "Deinen Server hinzuzufügen erlaubt es Nutzern beizutreten, zu spenden und zu sehen wer gerade spielt!",
    "Add server": "Server hinzufügen",
    "Add or edit a package for: :name": "Füge hinzu oder bearbeite Paket für: :name",
    "Create package": "Paket erstellen",
    "Packages": "Pakete",
    "Choose a server to edit their packages": "Wähle einen Server, um deine Pakete zu bearbeiten.",
    "Download Gmod Integration": "Gmod Integration herunterladen",
    "Download": "Herunterladen",
    "Your Package Categories": "Deine Paketkategorien",
    "Edit your package: :name for server :server": "Bearbeite dein Paket: :name für Server :server",
    "Preview package": "Paketvorschau",
    "Create your package": "Paket erstellen",
    "Connected Stripe Account": "Verbundenes Stripekonto",
    "Stripe is our main platform for receiving and processing payments. You can make a Stripe account through us, and start receiving payments immediately.": "Stripe ist unsere Hauptplattform um Zahlungen zu erhalten und zu verwalten. Du kannst ein Stripe Konto durch uns einrichten und sofort anfangen Zahlungen zu erhalten.",
    "By registering your account, you agree to our Services Agreement and the Stripe Connected Account Agreement:": "Beim regristrieren deines Kontos stimmst du zu unseren Servicebedingungen und der Stripe Connected Account Vereinbarung zu:",
    "Link:": "Link:",
    "Connect": "Verbinden",
    "Stripe Account Details": "Stripekontoinformationen",
    "Click continue to finish the connection process through stripe.": "Klicke um den Verbindungsprozess durch Stripe abzuschließen.",
    "Stripe Account Connected": "Stripekonto verbunden",
    "Your Stripe account has been fully setup.": "Dein Konto bei Stripe wurde erfolgreich eingestellt.",
    "Package Categories": "Paketkategorien",
    "Package categories automatically make tabs in the store area of your community, you can create and customize them here!": "Paketkategorien fügt automatisch Tabs im Shopbereich deiner Community hinzu. Du kannst diese hier erstellen und bearbeiten!",
    "Create package for server: :name": "Create package for server: :name",
    "Users purchase packages. You will first add basic details about the package. You can add actions or rewards in the edit package section later.": "Nutzer kaufen Pakete. Du musst zuerst grundlegende Details zu diesem Paket angeben. Du kannstr Aktionen und Belohnungen im Paketbearbeitungsbereich später angeben.",
    "Package Name": "Paketname",
    "Package Short Description": "Kurze Paketbeschreibung",
    "Package Detailed Description": "Detaillierte Beschreibung",
    "Price": "Preis",
    "Category": "Kategorie",
    "Is this package permanent?": "Ist dieses Paket permanent?",
    "How long does it take for a new purchase to expire?": "Wie lange braucht es bis dieses Paket ausläuft?",
    "1 Second": "1 Sekunde",
    "1 Day": "1 Tag",
    "1 Week": "1 Woche",
    "1 Month": "1 Monat",
    "3 Months": "3 Monate",
    "6 Months": "6 Monate",
    "1 Year": "1 Jahr",
    "Can users add a custom price to this package? (Custom price STARTS at price)": "Können Nutzer ihren eigenen Preis für dieses Paket nennen? (Eigener Preis BEGINNT bei Preis)",
    "Can users purchase this package more than once?": "Können Nutzer dieses Paket mehr als einmal kaufen?",
    "Preview Photo": "Vorschaubild",
    "Edit package for server: :name": "Paket für Server bearbeiten: :name",
    "Run Custom Console Command?": "Benutzerdefinierter Konsolenbefehl ausführen",
    "Run a custom console command when a user purchases this package.": "Führt einen Konsolenbefehl aus, wenn ein Nutzer dieses Paket kauft.",
    "Gets replaced by players Name": "Wird durch den Spielernamen ersetzt",
    "Gets replaced by players SteamID": "Wird durch SteamID vom Spieler ersetzt",
    "Gets replaced by players Steam64 ID": "Wird durch Steam64 ID vom Spieler ersetzt",
    "Console command": "Konsolenbefehl",
    "Console command on package expire": "Konsolenbefehl, wenn Paket ausläuft",
    "Name": "Name",
    "Type": "Typ",
    "Gets replaced by player object": "Wird durch Spielerobjekt ersetzt",
    "Run Custom Lua?": "Benutzerdefinierter Lua Code ausführen",
    "Custom lua": "Benutzerdefinierter Lua Code",
    "Custom lua on package expire": "Benutzerdefinierter Lua Code, wenn Paket ausläuft",
    "Create Custom Lua Action": "Erstelle benutzerdefinierte Lua Aktion",
    "Give DarkRP levels to user?": "Gebe DarkRP Level dem Nutzer",
    "This gives a user a specified amount of levels when they purchase a package.": "Dies gewährt dem Nutzer einen festgelegten Betrag an DarkRP Level, wenn diese ein Paket kaufen.",
    "DarkRP levels": "DarkRP Level",
    "Create DarkRP Levels Action": "Erstelle DarkRP Level Aktion",
    "Give DarkRP money to user?": "Gebe DarkRP Geld dem Nutzer",
    "This gives a player a specified amount of DarkRP cash when they have purchased a package.": "Dies gewährt dem Nuter einen festgelegten Betrag an DarkRP Geld, wenn diese ein Paket kaufen.",
    "DarkRP money": "DarkRP Geld",
    "Create DarkRP Money Action": "Erstelle DarkRP Geld Aktionm",
    "Give Pointshop 1 points to user?": "Gebe Pointshop 1 Punkte dem Spieler",
    "This gives a user Pointshop 1 points when they purchase a package.": "Dies gewährt dem Nutzer Pointshop 1 Punkte, wenn diese ein Paket kaufen.",
    "Pointshop 1 points": "Pointshop 1 Punkte",
    "Create Pointshop 1 Action": "Erstelle Pointshop 1 Aktion",
    "Give Pointshop 2 points to user?": "Gebe Pointshop 2 Punkte dem Spieler",
    "This gives a user default / basic Pointshop 2 points when they purchase a package.": "Dies gewährt dem Nutzer standrd / basis Pointshop 2 Punkte, wenn diese ein Paket kaufen.",
    "Pointshop 2 points": "Pointshop 2 Punkte",
    "Give PS2 premium points to user?": "Gebe PS2 Premium Punkte dem Spieler",
    "This gives a user premium Pointshop 2 points when they purchase a package.": "Dies gewährt dem Nutzer premium Pointshop 2 Punkte, wenn diese ein Paket kaufen.",
    "PS2 premium points": "PS2 premium Punkte",
    "Create PS2 Premium Points Action": "Erstelle PS2 Premium Punkte Aktion",
    "Adding your steam group ID to Noclip will display it on your home page to let players join it easily!": "Das hinzufügen deiner Steamgruppen ID zu Noclip wird diese auf deiner Startseite anzeigen, um deine Spieler ihr schnell beitreten zu lassen.",
    "Sorry! Seems like your search is invalid, or we can not load partners right now.": "Es tut uns Leid! Sieht so, als ob deine Suche ungültig ist oder wir können Partner aktuell nicht laden.",
    "Noclip Partners": "Noclip Partner",
    "Become a partner for 8.99 USD / month, get a vanity domain, early access feature, and more!": "Werde Partner für for 8.99 USD pro Monat, erhalte ein Vanity-Domain, Early Access Vorteile, und vieles mehr!",
    "You can become a partner by heading over to your community under the forums section.": "Du kannst Partner werden, indem du zu deinem Forenbereich in deiner Community navigierst.",
    "There are only 40 active partner slots at any given time, once the limit has been reached you can only upgrade to partner when a slot is available.": "Es gibt nur maximal 40 verfügbare Stellen gegenwärtig. Wenn das Limit erreicht wurde kannst du nur upgraden, wenn eine Stelle frei wird.",
    "Communities upgraded to partner": "Communities, welche zu Partner geupgraded haben",
    "Our Partners": "Unsere Partner",
    "Postbit Cover": "Postbit Titelfoto",
    "A postbit cover is a background photo that shows behind your avatar as a background image.": "Ein Postbit Titelfoto ist ein Hintergrundbild, welches hinter deinem Avatar als Bild erscheint.",
    "Remove Postbit": "Postbit entfernen",
    "Profile Avatar": "Profilavatar",
    "Your profile avatar will be shown all across the site.": "Dein Profilavatar wird auf der gesamten Seite angezeigt.",
    "Remove Avatar": "Avatar entfernen",
    "Your cover photo, you will see this on cards and your profile page!": "Dein Titelfoto. Du wirst es auf Karten und deiner Profilseite sehen!",
    "Remove Profile Cover": "Profiltitelbild entfernen",
    "Profile Customizations": "Profilanpassungen",
    "Add unique customizations to your profile and threads here!": "Füge einzigartige Anpassungen zu deinem Profil und Themen hier hinzu!",
    "You will be reachable at:": "Du wirst erreichbar sein als:",
    "Vanity Url": "Vanity URL",
    "User Title": "Titel",
    "A small bit of text displayed under your profile when making threads or comments.": "Ein kurzer Text, welcher unter deinem Profil angezeigt wird, wenn du Themen oder Kommentare erstellst.",
    "Toggle transparent avatar": "Transparentes Avatar einschalten",
    "Make avatar transparent?": "Mache dein Avatar transparent",
    "Username Preview": "benutzernamen Vorschau",
    "Username Color": "Benutzernamen Farbe",
    "Username Shadow Color": "Benutzername Shattenfarbe",
    "Profile Information": "Profil Informationen",
    "Update your accounts username, and email address.": "Aktualisiere deinen Benutzernamen und deine E-Mail Adresse.",
    "Username": "Benutzername",
    "About Me": "Über mich",
    "Email": "E-Mail",
    "Bio": "Bio",
    "Tell the world about yourself, or plug your projects :)": "Erzähle der Welt über dich oder stecke deine Projekte ein :)",
    "Open menu": "Menü öffnen",
    "Support": "Support",
    "Dark mode": "Dunkler Modus",
    "Light Mode": "Heller Modus",
    "Profile": "Profil",
    "Log Out": "Abmelden",
    "Sign in": "Anmelden",
    "Discovery": "Entdeckung",
    "Update Steam Group": "Steamgruppe updaten",
    "Donate": "Spenden",
    "edited": "Bearbeitet",
    "Report": "Melden",
    "Permanent": "Permanent",
    "Yes": "Ja",
    "No": "Nein",
    "Likes": "Likes",
    "Credits": "Credits",
    "Welcome!": "Willkommen!"
}