{
    "Dashboard": "Tableau de bord",
    "Sign Up": "S'inscrire",
    "Registered Members": "Membres inscrits",
    "Created Communities": "Communautés créées",
    "Users upgraded to": "Utilisateurs sont passés à",
    "Communities partnered with Noclip": "Communautés partenaires de Noclip",
    "Get the most out of Noclip by using your own vanity domain": "Tirez le meilleur parti de Noclip en utilisant votre propre domaine personnalisé",
    "Beautiful, fast, free": "Beau, rapide, gratuit",
    "Our platform is built to look good, feel good, and most importantly bring your community to one unified place": "Notre plateforme est conçue pour être agréable à l'œil et à l'esprit et, surtout, pour rassembler votre communauté en un seul lieu unifié",
    "Start free": "Démarrage gratuit",
    "No fees, optional global account upgrade": "Pas de frais, mise à niveau facultative du compte global",
    "Beautiful Dashboard": "Magnifique tableau de bord",
    "Manage your community easily": "Gérez facilement votre communauté",
    "Built-in SEO": "Référencement intégré",
    "Search engines will find you easily": "Les moteurs de recherche vous trouveront facilement",
    "Multiple Communities": "Communautés multiples",
    "Need more than one site? No problem": "Vous avez besoin de plus d'un site ? Pas de problème",
    "Easy Permissions": "Permissions faciles",
    "Simple and to the point permissions": "Permissions simples et directes",
    "Global Accounts": "Comptes globaux",
    "Users from other sites can join yours, in literally one click": "Les utilisateurs d'autres sites peuvent rejoindre le vôtre, en un seul clic",
    "Noclip": "Noclip",
    "Get an enhanced experience with Noclip Rainbow. for a one-time purchase of $5.00. Stand out across all of Noclip with profile and community customizations!": "Obtenez une expérience améliorée avec Noclip Rainbow. pour un achat unique de 5,00 $. Démarquez-vous sur l'ensemble de Noclip avec des personnalisations de profil et de communauté !",
    "Please update your email before upgrading, sorry!": "Veuillez mettre à jour votre adresse e-mail avant de procéder à la mise à niveau, désolé !",
    "Update Email": "Mettre à jour l'e-mail",
    "Purchase": "Acheter",
    "Sign up to Upgrade": "S'inscrire pour la mise à niveau",
    "Rainbow Features": "Fonctionnalités Rainbow",
    "More Communities": "Plus de communautés",
    "Get up to 5 communities when you are upgraded with rainbow": "Obtenez jusqu'à 5 communautés lorsque vous êtes mis à niveau avec rainbow",
    "More servers": "Plus de serveurs",
    "Add up to 10 servers on any community you are an administrator or are an owner of!": "Ajoutez jusqu'à 10 serveurs sur toute communauté dont vous êtes administrateur ou propriétaire !",
    "Your free all-in-one community suite.": "Votre suite communautaire gratuite tout-en-un.",
    "Apply for discovery": "Postuler pour la découverte",
    "Coming Soon": "Bientôt disponible",
    "You can apply for your server to be displayed on the front page and the discovery page!": "Vous pouvez demander à ce que votre serveur soit affiché sur la page d'accueil et la page de découverte !",
    "Change your vanity sub-domain": "Changez votre sous-domaine personnalisé",
    "You can contact us about changing your sub-domain!": "Vous pouvez nous contacter pour changer votre sous-domaine !",
    "Theme system": "Système de thèmes",
    "Change the color palette of your site, giving it a unique look!": "Changez la palette de couleurs de votre site, en lui donnant un aspect unique !",
    "Thread Backgrounds / Color": "Arrière-plan / Couleur du fil",
    "Add a background image or a background color to your threads all across Noclip!": "Ajoutez une image ou une couleur d'arrière-plan à vos fils de discussion dans tout Noclip !",
    "Profile Cover": "Couverture du profil",
    "Add a background image to your profile for more customization!": "Ajoutez une image de fond à votre profil pour plus de personnalisation !",
    "Category / Board Backgrounds": "Catégorie / Fonds de forum",
    "On your communities, you will be able to add background covers to categories and boards!": "Sur vos communautés, vous pourrez ajouter des couvertures de fond aux catégories et aux boards !",
    "Custom Color Username": "Couleur personnalisée de nom d'utilisateur",
    "Pick your perfect username color, and username glow! Works across all communities!": "Choisissez la couleur parfaite de votre nom d'utilisateur, et son éclat ! Fonctionne dans toutes les communautés !",
    "These members get access to the best features in Noclip, the list keeps growing!": "Ces membres ont accès aux meilleures fonctionnalités de Noclip, la liste ne cesse de s'allonger !",
    "Noclip is free, forever": "Noclip est gratuit, pour toujours",
    "Create your community in seconds with no commitment required": "Créez votre communauté en quelques secondes, sans aucun engagement",
    "Joined": "Rejoint",
    "Owned Communities": "Communautés possédées",
    "Joined Communities": "Communautés jointes",
    "Search for a community": "Recherche d'une communauté",
    ":name has no description yet :(": ":name n'a pas encore de description :(",
    "Members": "Membres",
    "Created": "Créé",
    "Role": "Rôle",
    "Owner": "Propriétaire",
    "User": "Utilisateur",
    "Manage Your Communities": "Gérez vos communautés",
    "You can view the communities you created here, and also create new ones instantly below.": "Vous pouvez consulter les communautés que vous avez créées ici, et aussi en créer de nouvelles instantanément ci-dessous.",
    "Back to Home Page": "Retour à la page d'accueil",
    "Create your community": "Créez votre communauté",
    "✨ Begin your journey by choosing your communities name, we will teleport you to your new site immediately after.": "✨ Commencez votre voyage en choisissant le nom de votre communauté, nous vous téléporterons sur votre nouveau site immédiatement après.",
    "Your domain will be": "Votre domaine sera",
    "Sorry! It seems like your search is invalid, or we can not load communities right now.": "Désolé ! Il semble que votre recherche soit invalide, ou nous ne pouvons pas charger les communautés pour le moment.",
    "Search for a user": "Recherche d'un utilisateur",
    "This user is a Noclip Moderator": "Cet utilisateur est un modérateur de Noclip",
    "Domain": "Domaine",
    "Community Name": "Nom de la communauté",
    "Create community": "Créer une communauté",
    "Join Community": "Rejoindre la communauté",
    "Recent Activity": "Activité récente",
    "The latest forum posts from :name": "Les derniers messages du forum de :name",
    "Posts": "Messages",
    "Search for a post": "Rechercher un message",
    "Sorry! Seems like your search is invalid, or we can not load posts right now.": "Désolé ! Il semble que votre recherche soit invalide, ou nous ne pouvons pas charger les messages pour le moment.",
    "Sorry! Seems like your search is invalid, or we can not load users right now.": "Désolé ! Il semble que votre recherche soit invalide, ou nous ne pouvons pas charger les utilisateurs pour le moment.",
    "Welcome to our store": "Bienvenue dans notre magasin",
    "Select a store below and browse through our packages!": "Sélectionnez un magasin ci-dessous et parcourez nos paquets !",
    "Donation Leaderboards": "Classements des dons",
    "Search for a server": "Recherche d'un serveur",
    "Sorry! Seems like your search is invalid, or we can not load servers right now.": "Désolé ! Il semble que votre recherche soit invalide, ou nous ne pouvons pas charger les serveurs en ce moment.",
    "Browse packages for :name": "Parcourir les paquets pour :name",
    "Looks like there is no threads.. but you could be the first!": "Il semble qu'il n'y ait pas de fils... mais vous pourriez être le premier !",
    "Offline": "Hors ligne",
    "Max Players": "Joueurs maximum",
    "Connect to :name": "Se connecter à :name",
    "Copy IP": "Copier l'IP",
    "Online Members": "Membres en ligne",
    "Join :name": "Rejoindre :name",
    "Online Players": "Joueurs en ligne",
    "Join": "Rejoindre",
    "Threads": "Fils de discussion",
    "Replies": "Réponses",
    "By": "Par",
    "Banned reason": "Motif de bannissement",
    "Description": "Description",
    "Sign in to purchase": "Connectez-vous pour acheter",
    "Short Description": "Brève description",
    "By purchasing this package you agree to accept our TOS.": "En achetant ce paquet, vous vous engagez à accepter nos CGU.",
    "Purchase for free": "Achat gratuit",
    "Purchased": "Acheté",
    "Pay": "Payez",
    "Notice": "Remarque",
    "Servers": "Serveurs",
    "Create a thread": "Créer un fil de discussion",
    "Edit Board": "Modifier le board",
    "Edit Category": "Modifier la catégorie",
    "Gift User?": "Faire un cadeau à l'utilisateur ?",
    "Comment": "Commenter",
    "Update Comment": "Mettre à jour le commentaire",
    "Go Back": "Retourner en arrière",
    "Edit": "Modifier",
    "Create Comment": "Créer un commentaire",
    "Delete Comment": "Supprimer le commentaire",
    "Cancel": "Annuler",
    "Reply": "Répondre",
    "Edit Thread": "Editer le fil",
    "Sorry, this thread is locked, or you do not have permission to comment on this thread.": "Désolé, ce fil est verrouillé, ou vous n'avez pas la permission de commenter ce fil.",
    "Are you sure you want to delete this comment? Once your comment is deleted, it will be removed permanently from this post.": "Êtes-vous sûr de vouloir supprimer ce commentaire ? Une fois votre commentaire supprimé, il sera définitivement retiré de ce message.",
    "Update your thread: :name": "Mettez votre fil à jour : :name",
    "Please follow the rules of this board when making a thread.": "Veuillez respecter les règles de ce board lorsque vous créez un fil de discussion.",
    "Thread Title": "Titre du fil",
    "Thread Content": "Contenu du fil",
    "Cover Photo": "Photo de couverture",
    "Thread Color": "Couleur du fil",
    "Update Thread": "Mettre à jour le fil",
    "Create Thread": "Créer un fil",
    "Delete Thread": "Supprimer le fil",
    "Are you sure you want to delete this thread? Once this thread is deleted, other users will not be able to find this post.": "Êtes-vous sûr de vouloir supprimer ce fil de discussion ? Une fois ce fil supprimé, les autres utilisateurs ne pourront plus retrouver ce message.",
    "Move thread": "Déplacer le fil",
    "You can move this thread to another board, which it will be displayed immediately after.": "Vous pouvez déplacer ce fil de discussion vers un autre board, où il sera affiché immédiatement après.",
    "Search for a board": "Recherche d'un board",
    "Board": "Board",
    "Hey there!": "Hé là !",
    "You are browsing :name. Join :name to post, like, or comment!": "Vous parcourez :name. Rejoignez :name pour poster, aimer ou commenter !",
    "You are in preview mode. Join us to participate!": "Vous êtes en mode aperçu. Rejoignez-nous pour participer !",
    "Join our community to contribute to threads or donate to the server!": "Rejoignez notre communauté pour contribuer aux fils de discussion ou faire un don au serveur !",
    "It's that simple.": "C'est aussi simple que cela.",
    "Create your community in literally 15 seconds or less, no strings attached": "Créez votre communauté en 15 secondes ou moins, sans conditions",
    "Welcome to your dashboard, :name": "Bienvenue sur votre tableau de bord, :name",
    "If you need any help or advice, please ask questions at": "Si vous avez besoin d'aide ou de conseils, veuillez poser vos questions à l'adresse suivante",
    "You can also join our discord to interact with other community owners at": "Vous pouvez également rejoindre notre discord pour interagir avec les autres propriétaires de la communauté à l'adresse suivante",
    "Features": "Fonctionnalités",
    "Forums": "Forums",
    "Let your community get the most out of your website with a fully integrated forums.": "Permettez à votre communauté de tirer le meilleur parti de votre site web grâce à des forums entièrement intégrés.",
    "Manage Forums": "Gérer les forums",
    "Easily manage and monetize your server with tight integration with your forums and donation panel.": "Gérez et monétisez facilement votre serveur grâce à une intégration étroite avec vos forums et votre panneau de dons.",
    "Manage Servers": "Gérer les serveurs",
    "Permissions": "Permissions",
    "Simple but powerful role / permission management.": "Gestion simple mais puissante des rôles et des permissions.",
    "Manage Permissions": "Gérer les permissions",
    "Store": "Magasin",
    "Powerful and feature-rich donation panel.": "Panneau de don puissant et riche en fonctionnalités.",
    "Manage Store": "Gérer le magasin",
    "Settings": "Paramètres",
    "Partner": "Partenaire",
    "Theme": "Thème",
    "Display": "Affichage",
    "Misc": "Divers",
    "Categories": "Catégories",
    "Boards": "Boards",
    "Community Theme: Primary Color": "Thème de la communauté : Couleur primaire",
    "We generate your theme based off colors you choose. We will explain it step by step below.": "Nous créons votre thème à partir des couleurs que vous choisissez. Nous vous l'expliquons étape par étape ci-dessous.",
    "First, choose a color for the primary palette. This is, for example, the save button below.": "Tout d'abord, choisissez une couleur pour la palette primaire. C'est, par exemple, le bouton d'enregistrement ci-dessous.",
    "Community Theme: Neutral Color": "Thème de la communauté : Couleur neutre",
    "Second, choose a color for the neutral palette. This is all the grey shades across the site. Backgrounds, card backgrounds, etc.": "Deuxièmement, choisissez une couleur pour la palette neutre. Il s'agit de toutes les nuances de gris sur l'ensemble du site. Les fonds d'écran, les fonds de carte, etc.",
    "Community Theme: Success Color": "Thème de la communauté : Couleur du succès",
    "Third, choose a color for the success color. This is typically green in the default theme.": "Troisièmement, choisissez une couleur pour la couleur du succès. Celle-ci est généralement verte dans le thème par défaut.",
    "Community Theme: Danger Color": "Thème de la communauté : Couleur du danger",
    "Finally, choose a color for the danger palette.": "Enfin, choisissez une couleur pour la palette de danger.",
    "Save": "Sauvegarder",
    "Reset Color": "Réinitialiser la couleur",
    "Join our partner program for $8.99 USD / month": "Rejoignez notre programme de partenariat pour 8,99 USD / mois.",
    "An exclusive limited slot monthly subscription for your community to get highly sought after features like vanity custom domain, access to discovery page, and more.": "Un abonnement mensuel exclusif à créneaux limités pour votre communauté afin d'obtenir des fonctionnalités très recherchées comme un domaine personnalisé, l'accès à la page de découverte, et plus encore.",
    "There are current :limit slots left for our partner program": "Il reste actuellement :limit slots pour notre programme de partenariat",
    "Checkout": "Commander",
    "Manage payment or subscription details.": "Gérer les détails du paiement ou de l'abonnement.",
    "This will redirect you to Stripes customer portal where you can manage any subscriptions or payment methods.": "Vous serez alors redirigé vers le portail client de Stripe où vous pourrez gérer vos abonnements et vos modes de paiement.",
    "You need to add a valid payment method before you can subscribe to our partner program.": "Vous devez ajouter un mode de paiement valide avant de pouvoir vous inscrire à notre programme de partenariat.",
    "You are all set to join our partner program!": "Vous êtes prêt à rejoindre notre programme de partenariat !",
    "Update Email to Manage": "Mettez à jour votre e-mail pour gérer",
    "Manage": "Gérer",
    "Your Forums": "Vos Forums",
    "Community API Key": "Clé API communautaire",
    "This API key will allow our store integrations to work. If you are a developer you can also use this to read Packages, Purchases, Events, and more.": "Cette clé API permettra à nos intégrations de magasin de fonctionner. Si vous êtes un développeur, vous pouvez également l'utiliser pour lire les paquets, les achats, les événements, etc.",
    "Copy API key": "Copier la clé API",
    "Regenerate API key": "Régénérer la clé API",
    "Generate API Key": "Générer une clé API",
    "Community Icon": "Icône de la communauté",
    "Your community icon will be shown across your entire site and the discovery section.": "L'icône de votre communauté sera affichée sur l'ensemble de votre site et dans la section \"Découverte\".",
    "Your cover photo will be displayed on the front-page of your site": "Votre photo de couverture sera affichée sur la page d'accueil de votre site",
    "Remove Community Cover": "Retirer la couverture de la communauté",
    "Community Description": "Description de la communauté",
    "Your community description is displayed in the discovery section and on the front of your site.": "La description de votre communauté est affichée dans la section \"découverte\" et sur le devant de votre site.",
    "Update Description": "Mettre à jour la description",
    "Delete Community: :name": "Supprimer la communauté : :name",
    "This action can not be undone. Deleting your server is a destructive action.": "Cette action ne peut pas être annulée. La suppression de votre serveur est une action destructive.",
    "Delete Community": "Supprimer la communauté",
    "We are not responsible for refunds or any obligations you have made to the members of this community.": "Nous ne sommes pas responsables des remboursements ou des obligations que vous avez contractées envers les membres de cette communauté.",
    "Delete my Community": "Supprimer ma communauté",
    "Do not Delete my Community": "Ne pas supprimer ma communauté",
    "Vanity Domain": "Domaine personnalisé",
    "After submitting your domain to this community, please contact an Administrator, adding a vanity domain typically takes on business day or less. You may only have one vanity domain per partner.": "Après avoir soumis votre domaine à cette communauté, veuillez contacter un administrateur. L'ajout d'un domaine personnalisé prend généralement un jour ouvrable ou moins. Vous ne pouvez avoir qu'un seul domaine personnalisé par partenaire.",
    "Add Vanity Domain": "Ajouter un domaine personnalisé",
    "Your community name is displayed across your entire website.": "Le nom de votre communauté est affiché sur l'ensemble de votre site web.",
    "Update Name": "Mettre à jour le nom",
    "Discord Server ID": "ID du serveur Discord",
    "Enter your Discord server ID to enable the Discord widget on your home page. This will also enable a Discord link in the navbar.": "Saisissez votre ID de serveur Discord pour activer le widget Discord sur votre page d'accueil. Cela activera également un lien Discord dans la barre de navigation.",
    "Update Discord ID": "Mise à jour de l'ID Discord",
    "Donation link": "Lien pour les dons",
    "You can set an external url for your donation store.": "Vous pouvez définir une url externe pour votre boutique de dons.",
    "Donation": "Donation",
    "Update Donation link": "Mettre à jour le lien de don",
    "Partnership": "Partenariat",
    "Partnering a community will make it discoverable on the front page. You can only partner one community.": "Le fait de rendre partenaire une communauté permet de la faire découvrir sur la première page. Vous ne pouvez que rendre partenaire une seule communauté.",
    "Partner Community": "Communauté partenaire",
    "Update Partnership": "Mettre à jour le partenariat",
    "Steam group ID": "ID du groupe Steam",
    "Edit Category: :name": "Modifier la catégorie : :name",
    "View Category": "Voir la catégorie",
    "Deleting this category will also hide all boards, threads, and comments made in this category. This is highly ill-advised.": "La suppression de cette catégorie entraînera également la suppression de tous les boards, fils de discussion et commentaires de cette catégorie. Ceci est fortement déconseillé.",
    "Delete Category": "Supprimer la catégorie",
    "Category: :name": "Catégorie : :name",
    "Category Title": "Titre de la catégorie",
    "Category Description": "Description de la catégorie",
    "Update Category": "Mettre à jour la catégorie",
    "The cover photo for this category will be displayed in SEO and on the category page.": "La photo de couverture de cette catégorie sera affichée dans le référencement et sur la page de la catégorie.",
    "View Board": "Voir le board",
    "Delete Board: :name": "Supprimer le board : :name",
    "Deleting this board will also hide all threads made in this board.": "La suppression de ce forum cachera également tous les fils de discussion créés dans ce board.",
    "Delete Board": "Supprimer le board",
    "Edit Board: :name": "Modifier le board : :name",
    "Board Title": "Titre du board",
    "Board Description": "Description du board",
    "Board Category": "Catégorie du board",
    "Prevent users from posting threads in this board?": "Empêcher les utilisateurs de poster des fils dans ce board ?",
    "Update Board": "Mettre à jour le board",
    "The cover photo for this category will be displayed in SEO and on the board page.": "La photo de couverture de cette catégorie sera affichée dans le référencement et sur la page du board.",
    "Board Icon": "Icône du board",
    "Add a small icon to your boards to give it more personalization!": "Ajoutez une petite icône à vos boards pour les personnaliser davantage !",
    "Create a Role": "Créer un rôle",
    "Roles are groups that you can assign members of your community to give certain permissions when they join your community!": "Les rôles sont des groupes auxquels vous pouvez attribuer certaines permissions aux membres de votre communauté lorsqu'ils la rejoignent !",
    "Role Title": "Titre du rôle",
    "Assign Members": "Affectation des membres",
    "You can add members by selecting the drop down and searching for a user. You can also see who is assigned to this role below": "Vous pouvez ajouter des membres en sélectionnant le menu déroulant et en recherchant un utilisateur. Vous pouvez également voir qui est affecté à ce rôle ci-dessous",
    "It is recommended to use a users ID instead of searching for their name, it ensures you do not accidentally assign the wrong user the wrong role.": "Il est recommandé d'utiliser l'identifiant d'un utilisateur plutôt que de rechercher son nom, afin d'éviter d'attribuer accidentellement un rôle à un mauvais utilisateur.",
    "Member": "Membre",
    "Assign Role": "Attribuer un rôle",
    "Update Role: :name": "Mettre à jour le rôle : :name",
    "Clear Permission: :name": "Effacer la permission : :name",
    "Role Color": "Couleur du rôle",
    "Role colors are displayed with the name of your role, usually displayed in forums / store.": "Les couleurs de rôle sont affichées avec le nom de votre rôle, généralement affiché dans les forums / magasin.",
    "Edit Role: :name": "Editer le rôle : :name",
    "The role title is the pretty name for the role. It will be displayed everywhere on your community where a user has this role.": "Le titre du rôle est le joli nom du rôle. Il sera affiché partout dans votre communauté où un utilisateur a ce rôle.",
    "Update Role": "Mettre à jour le rôle",
    "Edit your server": "Modifiez votre serveur",
    "Edit Server: :name": "Editer le serveur : :name",
    "Copy Server ID": "Copier l'ID du serveur",
    "Add Server": "Ajouter un serveur",
    "Your Servers": "Vos serveurs",
    "Add your server": "Ajoutez votre serveur",
    "Connect your server to your community, members will be about to connect to it, see who is playing, and more!": "Connectez votre serveur à votre communauté, les membres pourront s'y connecter, voir qui joue, et plus encore !",
    "Server Name": "Nom du serveur",
    "Server IP": "IP du serveur",
    "Server Port": "Port du serveur",
    "Server Type": "Type de serveur",
    "Other source game": "Autre jeu source",
    "Create Server": "Créer un serveur",
    "Delete Server: :name": "Supprimer le serveur : :name",
    "Deleting this server will not allow users to donate, connect, or see this server in server listing.": "La suppression de ce serveur ne permettra pas aux utilisateurs de faire des dons, de se connecter ou de voir ce serveur dans la liste des serveurs.",
    "Delete Server": "Supprimer le serveur",
    "You can edit your servers ip, port, name, and also add a cover photo to it!": "Vous pouvez modifier l'adresse IP, le port et le nom de vos serveurs, et y ajouter une photo de couverture !",
    "Store Cover Photo": "Photo de couverture du magasin",
    "Pin server to front page? (There can only be one pinned server)": "Épingler le serveur à la première page ? (Il ne peut y avoir qu'un seul serveur épinglé)",
    "Add your first server": "Ajouter votre premier serveur",
    "Adding your server allows users to join, donate, and see who is playing!": "L'ajout de votre serveur permet aux utilisateurs de se joindre, de faire des dons et de voir qui joue !",
    "Add server": "Ajouter un serveur",
    "Add or edit a package for: :name": "Ajouter ou modifier un paquet pour : :name",
    "Create package": "Créer un paquet",
    "Packages": "Paquets",
    "Choose a server to edit their packages": "Choisissez un serveur pour modifier ses paquets",
    "Download Gmod Integration": "Télécharger l'intégration Garry's Mod",
    "Download": "Télécharger",
    "Your Package Categories": "Vos catégories de paquets",
    "Edit your package: :name for server :server": "Modifiez votre paquet : :name pour le serveur :server",
    "Preview package": "Prévisualisation du paquet",
    "Create your package": "Créez votre paquet",
    "Connected Stripe Account": "Compte Stripe connecté",
    "Stripe is our main platform for receiving and processing payments. You can make a Stripe account through us, and start receiving payments immediately.": "Stripe est notre principale plateforme pour recevoir et traiter les paiements. Vous pouvez créer un compte Stripe par notre intermédiaire et commencer à recevoir des paiements immédiatement.",
    "By registering your account, you agree to our Services Agreement and the Stripe Connected Account Agreement:": "En enregistrant votre compte, vous acceptez notre accord sur les services et l'accord sur les comptes connectés Stripe :",
    "Link:": "Lier :",
    "Connect": "Connecter",
    "Stripe Account Details": "Détails du compte Stripe",
    "Click continue to finish the connection process through stripe.": "Cliquez sur continuer pour terminer le processus de connexion par stripe.",
    "Stripe Account Connected": "Compte Stripe connecté",
    "Your Stripe account has been fully setup.": "Votre compte Stripe a été entièrement configuré.",
    "Package Categories": "Catégories de paquets",
    "Package categories automatically make tabs in the store area of your community, you can create and customize them here!": "Les catégories de paquets créent automatiquement des onglets dans la zone de magasin de votre communauté, vous pouvez les créer et les personnaliser ici !",
    "Create package for server: :name": "Créer un paquet pour le serveur : :name",
    "Users purchase packages. You will first add basic details about the package. You can add actions or rewards in the edit package section later.": "Les utilisateurs achètent des paquets. Vous commencerez par ajouter les détails de base concernant le paquet. Vous pourrez ensuite ajouter des actions ou des récompenses dans la section \"Modifier le paquet\".",
    "Package Name": "Nom du paquet",
    "Package Short Description": "Description succincte du paquet",
    "Package Detailed Description": "Description détaillée du paquet",
    "Price": "Prix",
    "Category": "Catégorie",
    "Is this package permanent?": "Ce paquet est-il permanent ?",
    "How long does it take for a new purchase to expire?": "Combien de temps faut-il pour qu'un nouvel achat expire ?",
    "1 Second": "1 seconde",
    "1 Day": "1 jour",
    "1 Week": "1 semaine",
    "1 Month": "1 mois",
    "3 Months": "3 mois",
    "6 Months": "6 mois",
    "1 Year": "1 an",
    "Can users add a custom price to this package? (Custom price STARTS at price)": "Les utilisateurs peuvent-ils ajouter un prix personnalisé à ce paquet ? (Le prix personnalisé COMMENCE au prix)",
    "Can users purchase this package more than once?": "Les utilisateurs peuvent-ils acheter ce paquet plus d'une fois ?",
    "Preview Photo": "Photo d'avant-première",
    "Edit package for server: :name": "Modifier le paquet pour le serveur : :name",
    "Run Custom Console Command?": "Exécuter une commande personnalisée dans la console ?",
    "Run a custom console command when a user purchases this package.": "Exécuter une commande en console personnalisée lorsqu'un utilisateur achète ce paquet.",
    "Gets replaced by players Name": "Est remplacé par le nom du joueur",
    "Gets replaced by players SteamID": "Est remplacé par le SteamID du joueur",
    "Gets replaced by players Steam64 ID": "Est remplacé par l'ID Steam64 du joueur",
    "Console command": "Commande en console",
    "Console command on package expire": "Commande en console lors de l'expiration du paquet",
    "Name": "Nom",
    "Type": "Type",
    "Gets replaced by player object": "Est remplacé par l'objet du joueur",
    "Run Custom Lua?": "Exécuter du lua personnalisé ?",
    "Custom lua": "Lua personnalisé",
    "Custom lua on package expire": "Lua personnalisé à l'expiration du paquet",
    "Create Custom Lua Action": "Créer une action Lua personnalisé",
    "Give DarkRP levels to user?": "Donner des niveaux DarkRP à l'utilisateur ?",
    "This gives a user a specified amount of levels when they purchase a package.": "Cela donne à l'utilisateur un nombre déterminé de niveaux lorsqu'il achète un paquet.",
    "DarkRP levels": "Niveaux DarkRP",
    "Create DarkRP Levels Action": "Créer une action niveaux DarkRP",
    "Give DarkRP money to user?": "Donner de l'argent DarkRP à l'utilisateur ?",
    "This gives a player a specified amount of DarkRP cash when they have purchased a package.": "Cela donne à un joueur un montant spécifique d'argent DarkRP lorsqu'il a acheté un paquet.",
    "DarkRP money": "Argent DarkRP",
    "Create DarkRP Money Action": "Créer une action argent DarkRP",
    "Give Pointshop 1 points to user?": "Donner des points Pointshop 1 à l'utilisateur ?",
    "This gives a user Pointshop 1 points when they purchase a package.": "Cela donne à un utilisateur des points Pointshop 1 lorsqu'il achète un paquet.",
    "Pointshop 1 points": "Points Pointshop 1",
    "Create Pointshop 1 Action": "Créer une action Pointshop 1",
    "Give Pointshop 2 points to user?": "Donner des points Pointshop 2 à l'utilisateur ?",
    "This gives a user default / basic Pointshop 2 points when they purchase a package.": "Cela donne à un utilisateur des points par défaut / de base Pointshop 2 quand ils achètent un paquet.",
    "Pointshop 2 points": "Points Pointshop 2",
    "Give PS2 premium points to user?": "Donner des points premium PS2 à l'utilisateur ?",
    "This gives a user premium Pointshop 2 points when they purchase a package.": "Cela donne à un utilisateur des points premium Pointshop 2 lorsqu'il achète un paquet.",
    "PS2 premium points": "Points premium PS2",
    "Create PS2 Premium Points Action": "Créer une action points premium PS2",
    "Adding your steam group ID to Noclip will display it on your home page to let players join it easily!": "L'ajout de l'ID de votre groupe steam à Noclip l'affichera sur votre page d'accueil pour permettre aux joueurs de le rejoindre facilement !",
    "Sorry! Seems like your search is invalid, or we can not load partners right now.": "Désolé ! Il semble que votre recherche soit invalide ou que nous ne puissions pas charger de partenaires pour le moment.",
    "Noclip Partners": "Partenaires Noclip",
    "Become a partner for 8.99 USD / month, get a vanity domain, early access feature, and more!": "Devenez partenaire pour 8,99 USD / mois, bénéficiez d'un domaine personnalisé, des fonctionnalités en accès anticipé, et bien plus encore !",
    "You can become a partner by heading over to your community under the forums section.": "Vous pouvez devenir un partenaire en vous rendant dans votre communauté, dans la section des forums.",
    "There are only 40 active partner slots at any given time, once the limit has been reached you can only upgrade to partner when a slot is available.": "Il n'y a que 40 places de partenaire actives à tout moment. Une fois la limite atteinte, vous ne pouvez passer au statut de partenaire que lorsqu'une place est disponible.",
    "Communities upgraded to partner": "Communautés mises à niveau pour devenir partenaires",
    "Our Partners": "Nos partenaires",
    "Postbit Cover": "Couverture Postbit",
    "A postbit cover is a background photo that shows behind your avatar as a background image.": "Une couverture postbit est une photo d'arrière-plan qui s'affiche derrière votre avatar comme image de fond.",
    "Remove Postbit": "Supprimer Postbit",
    "Profile Avatar": "Avatar du profil",
    "Your profile avatar will be shown all across the site.": "L'avatar de votre profil sera affiché sur tout le site.",
    "Remove Avatar": "Supprimer l'avatar",
    "Your cover photo, you will see this on cards and your profile page!": "Votre photo de couverture, vous la verrez sur les cartes et votre page de profil !",
    "Remove Profile Cover": "Retirer la couverture du profil",
    "Profile Customizations": "Personnalisation du profil",
    "Add unique customizations to your profile and threads here!": "Ajoutez des personnalisations uniques à votre profil et à vos fils de discussion ici !",
    "You will be reachable at:": "Vous serez joignable à :",
    "Vanity Url": "Url personnalisée",
    "User Title": "Titre de l'utilisateur",
    "A small bit of text displayed under your profile when making threads or comments.": "Un petit bout de texte affiché sous votre profil lorsque vous créez des fils de discussion ou des commentaires.",
    "Toggle transparent avatar": "Basculer la transparence de l'avatar",
    "Make avatar transparent?": "Rendre l'avatar transparent ?",
    "Username Preview": "Aperçu du nom d'utilisateur",
    "Username Color": "Couleur du nom d'utilisateur",
    "Username Shadow Color": "Couleur de l'ombre du nom d'utilisateur",
    "Profile Information": "Informations sur le profil",
    "Update your accounts username, and email address.": "Mettez à jour le nom d'utilisateur et l'adresse électronique de votre compte.",
    "Username": "Nom d'utilisateur",
    "About Me": "À propos de moi",
    "Email": "Email",
    "Bio": "Bio",
    "Tell the world about yourself, or plug your projects :)": "Parlez de vous au monde entier ou présentez vos projets :)",
    "Open menu": "Ouvrir le menu",
    "Support": "Support",
    "Dark mode": "Mode sombre",
    "Light Mode": "Mode clair",
    "Profile": "Profil",
    "Log Out": "Se déconnecter",
    "Sign in": "Se connecter",
    "Discovery": "Découverte",
    "Update Steam Group": "Mettre à jour le groupe Steam",
    "Donate": "Faire un don",
    "edited": "modifié",
    "Report": "Signaler",
    "Permanent": "Permanent",
    "Yes": "Oui",
    "No": "Non",
    "Likes": "Mentions j'aime",
    "Credits": "Crédits",
    "Welcome!": "Bienvenue !"
}