{
    "Dashboard": "Панель",
    "Sign Up": "Войти",
    "Registered Members": "Зарегистированных людей",
    "Created Communities": "Созданных сообществ",
    "Users upgraded to": "Людей прокаченны до",
    "Communities partnered with Noclip": "Сообщества с партнёрством Noclip",
    "Get the most out of Noclip by using your own vanity domain": "Получите максимальную отдачу от Noclip, используя свой собственный домен",
    "Beautiful, fast, free": "Красивый, быстрый, бесплатный",
    "Our platform is built to look good, feel good, and most importantly bring your community to one unified place": "Наша платформа создана для того, чтобы хорошо выглядеть, чувствовать себя хорошо и, самое главное, объединить ваше сообщество в единое место",
    "Start free": "Начать бесплатно",
    "No fees, optional global account upgrade": "Никаких сборов, улучшение аккаунта по собственному желанию",
    "Beautiful Dashboard": "Красивая панель",
    "Manage your community easily": "Управляй своим сообществом",
    "Built-in SEO": "Встроенный SEO",
    "Search engines will find you easily": "Поисковые системы легко найдут вас",
    "Multiple Communities": "Множество сообществ",
    "Need more than one site? No problem": "Вам нужно больше одного сайта? Без проблем",
    "Easy Permissions": "Простые разрешения",
    "Simple and to the point permissions": "Простые и точные разрешения",
    "Global Accounts": "Глобальные учетные записи",
    "Users from other sites can join yours, in literally one click": "Пользователи с других сайтов могут присоединиться к вашему буквально в один клик",
    "Noclip": "Noclip",
    "Get an enhanced experience with Noclip Rainbow. for a one-time purchase of $5.00. Stand out across all of Noclip with profile and community customizations!": "Получите дополнительные возможности с Noclip Rainbow. За единовременную покупку в размере 5,00 USD. Выделяйтесь на всем Noclip благодаря настройкам профиля и сообщества!",
    "Please update your email before upgrading, sorry!": "Пожалуйста, обновите свой адрес электронной почты перед обновлением, извините!",
    "Update Email": "Обновить электронную почту",
    "Purchase": "Покупка",
    "Sign up to Upgrade": "Зарегистрируйтесь чтобы улучшить аккаунт",
    "Rainbow Features": "Rainbow Особенности",
    "More Communities": "Больше cообществ",
    "Get up to 5 communities when you are upgraded with rainbow": "Получите до 5 сообществ, когда вы будете обновлены с помощью Rainbow",
    "More servers": "Больше серверов",
    "Add up to 10 servers on any community you are an administrator or are an owner of!": "Добавьте до 10 серверов в любое сообщество, администратором или владельцем которого вы являетесь!",
    "Your free all-in-one community suite.": "Всё бесплатное в одном сайте.",
    "Apply for discovery": "Подать заявку на отображение",
    "Coming Soon": "Скоро . . .",
    "You can apply for your server to be displayed on the front page and the discovery page!": "Вы можете подать заявку на то, чтобы ваш сервер отображался на главной странице и странице обнаружения!",
    "Change your vanity sub-domain": "Измените свой поддомен",
    "You can contact us about changing your sub-domain!": "Вы можете связаться с нами по поводу смены вашего поддомена!",
    "Theme system": "Тематическая система",
    "Change the color palette of your site, giving it a unique look!": "Измените цветовую палитру вашего сайта, придав ему неповторимый вид!",
    "Thread Backgrounds / Color": "Фоны тем / Цвет",
    "Add a background image or a background color to your threads all across Noclip!": "Добавьте фоновое изображение или цвет фона в свои темы по всему Noclip!",
    "Profile Cover": "Обложка профиля",
    "Add a background image to your profile for more customization!": "Добавьте фоновое изображение в свой профиль для дополнительной настройки!",
    "Category / Board Backgrounds": "Категория / Фоны Досок",
    "On your communities, you will be able to add background covers to categories and boards!": "В своих сообществах вы сможете добавлять фоновые обложки к категориям и доскам!",
    "Custom Color Username": "Пользовательский цвет никнейма",
    "Pick your perfect username color, and username glow! Works across all communities!": "Выберите свой идеальный цвет имени пользователя, и имя пользователя засияет! Работает во всех сообществах!",
    "These members get access to the best features in Noclip, the list keeps growing!": "Эти участники получают доступ к лучшим функциям Noclip, список продолжает расти!",
    "Noclip is free, forever": "Noclip бесплатен навсегда",
    "Create your community in seconds with no commitment required": "Создайте свое сообщество за считанные секунды без каких-либо обязательств",
    "Joined": "Присоединился",
    "Owned Communities": "Принадлежащие сообщества",
    "Joined Communities": "Присоединившиеся сообщества",
    "Search for a community": "Поиск сообщества",
    ":name has no description yet :(": ":name пока не имеет описания :(",
    "Members": "Участники",
    "Created": "Создан",
    "Role": "Роль",
    "Owner": "Владелец",
    "User": "Пользователь",
    "Manage Your Communities": "Управлять своими сообществами",
    "You can view the communities you created here, and also create new ones instantly below.": "Вы можете просмотреть созданные вами сообщества здесь, а также мгновенно создать новые ниже.",
    "Back to Home Page": "Вернуться на главную страницу",
    "Create your community": "Создайть свое сообщество",
    "✨ Begin your journey by choosing your communities name, we will teleport you to your new site immediately after.": "✨ Начните свое путешествие с выбора имени вашего сообщества, сразу после этого мы телепортируем вас на ваш новый сайт.",
    "Your domain will be": "Ваш домен будет",
    "Sorry! It seems like your search is invalid, or we can not load communities right now.": "Прости! Похоже, ваш поиск неверен, или мы не можем загрузить сообщества прямо сейчас.",
    "Search for a user": "Поиск пользователя",
    "This user is a Noclip Moderator": "Этот пользователь является модератором Noclip",
    "Domain": "Домен",
    "Community Name": "Название сообщества",
    "Create community": "Создать сообщество",
    "Join Community": "Присоединяйтесь к сообществу",
    "Recent Activity": "Недавняя активность",
    "The latest forum posts from :name": "Последние сообщения на форуме от :name",
    "Posts": "Сообщения",
    "Search for a post": "Поиск сообщения",
    "Sorry! Seems like your search is invalid, or we can not load posts right now.": "Прости! Похоже, ваш поиск неверен, или мы не можем загрузить сообщения прямо сейчас.",
    "Sorry! Seems like your search is invalid, or we can not load users right now.": "Прости! Похоже, ваш поиск неверен, или мы не можем загрузить пользователей прямо сейчас.",
    "Welcome to our store": "Добро пожаловать в наш магазин",
    "Select a store below and browse through our packages!": "Выберите магазин ниже и просмотрите наши услуги!",
    "Donation Leaderboards": "Таблицы лидеров пожертвований",
    "Search for a server": "Поиск сервера",
    "Sorry! Seems like your search is invalid, or we can not load servers right now.": "Прости! Похоже, ваш поиск неверен, или мы не можем загрузить серверы прямо сейчас.",
    "Browse packages for :name": "Просматривайть услуги :name",
    "Looks like there is no threads.. but you could be the first!": "Похоже, здесь нет тем.. но ты мог бы быть первым!",
    "Offline": "Не в сети",
    "Max Players": "Максимальное количество игроков",
    "Connect to :name": "Подключиться :name",
    "Copy IP": "Скопировать IP",
    "Online Members": "Участники в сети",
    "Join :name": "Присоединиться :name",
    "Online Players": "Игроков на сервере",
    "Join": "Присоединиться",
    "Threads": "Темы",
    "Replies": "Ответы",
    "By": "Администратором",
    "Banned reason": "Причина блокировки",
    "Description": "Описание",
    "Sign in to purchase": "Войдите в систему для покупки",
    "Short Description": "Короткое описание",
    "By purchasing this package you agree to accept our TOS.": "Приобретая эту услугу, вы соглашаетесь принять наши условия.",
    "Purchase for free": "Приобрести бесплатно",
    "Purchased": "Приобретен",
    "Pay": "Оплатить",
    "Notice": "Уведомление",
    "Servers": "Сервера",
    "Create a thread": "Создать тему",
    "Edit Board": "Редактировать доску",
    "Edit Category": "Редактировать категорию",
    "Gift User?": "Подарить пользователю?",
    "Comment": "Комментировать",
    "Update Comment": "Обновить комменатрий",
    "Go Back": "Вернуться",
    "Edit": "Редактировать",
    "Create Comment": "Создать комментарий",
    "Delete Comment": "Удалить комментарий",
    "Cancel": "Отменить",
    "Reply": "Ответить",
    "Edit Thread": "Редактировать пост",
    "Sorry, this thread is locked, or you do not have permission to comment on this thread.": "Извините, эта тема заблокирована, или у вас нет разрешения комментировать этот пост.",
    "Are you sure you want to delete this comment? Once your comment is deleted, it will be removed permanently from this post.": "Вы уверены, что хотите удалить этот комментарий? Как только ваш комментарий будет удален, он будет удален навсегда из этого поста.",
    "Update your thread: :name": "Обновить ваш пост: :name",
    "Please follow the rules of this board when making a thread.": "Пожалуйста, следуйте правилам этой доски при создании поста.",
    "Thread Title": "Название поста",
    "Thread Content": "Контент поста",
    "Cover Photo": "Фотография на обложке",
    "Thread Color": "Цвет поста",
    "Update Thread": "Обновить пост",
    "Create Thread": "Создать пост",
    "Delete Thread": "Удалить пост",
    "Are you sure you want to delete this thread? Once this thread is deleted, other users will not be able to find this post.": "Вы уверены, что хотите удалить эту тему? Как только эта тема будет удалена, другие пользователи не смогут найти этот пост.",
    "Move thread": "Перемещение поста/темы",
    "You can move this thread to another board, which it will be displayed immediately after.": "Вы можете переместить эту тему на другую доску, на которой она будет отображаться сразу после.",
    "Search for a board": "Поиск доски",
    "Board": "Доска",
    "Hey there!": "Эй, там!",
    "You are browsing :name. Join :name to post, like, or comment!": "Вы просматриваете :name. Присоединится :name для публикации, лайк или комментарий!",
    "You are in preview mode. Join us to participate!": "Вы находитесь в режиме предварительного просмотра. Присоединяйтесь к нам, чтобы принять участие!",
    "Join our community to contribute to threads or donate to the server!": "Присоединяйтесь к нашему сообществу, чтобы вносить свой вклад в темы или делать пожертвования на сервер!",
    "It's that simple.": "Это так просто.",
    "Create your community in literally 15 seconds or less, no strings attached": "Создайте свое сообщество буквально за 15 секунд или меньше, без каких-либо условий",
    "Welcome to your dashboard, :name": "Добро пожаловать на вашу панель мониторинга, :name",
    "If you need any help or advice, please ask questions at": "Если вам нужна какая-либо помощь или совет, пожалуйста, задавайте вопросы по адресу",
    "You can also join our discord to interact with other community owners at": "Вы также можете присоединиться к нашему Discord, чтобы взаимодействовать с другими владельцами сообщества по адресу",
    "Features": "Особенности",
    "Forums": "Форумы",
    "Let your community get the most out of your website with a fully integrated forums.": "Позвольте вашему сообществу получить максимальную отдачу от вашего сайта с помощью полностью интегрированных форумов.",
    "Manage Forums": "Управлять форумами",
    "Easily manage and monetize your server with tight integration with your forums and donation panel.": "Легко управляйте своим сервером и монетизируйте его благодаря тесной интеграции с вашими форумами и панелью пожертвований.",
    "Manage Servers": "Управлять серверами",
    "Permissions": "Разрешения",
    "Simple but powerful role / permission management.": "Простое, но мощное управление ролями/разрешениями.",
    "Manage Permissions": "Управлять возможностями",
    "Store": "Магазин",
    "Powerful and feature-rich donation panel.": "Powerful and feature-rich donation panel.",
    "Manage Store": "Управлять магазином",
    "Settings": "Настройки",
    "Partner": "Партнёрство",
    "Theme": "Темы",
    "Display": "Дисплей",
    "Misc": "Разное",
    "Categories": "Категории",
    "Boards": "Доски",
    "Community Theme: Primary Color": "Тема сообщества: Основной цвет",
    "We generate your theme based off colors you choose. We will explain it step by step below.": "Мы создадим вашу тему на основе выбранных вами цветов. Мы объясним это шаг за шагом ниже.",
    "First, choose a color for the primary palette. This is, for example, the save button below.": "Сначала выберите цвет для основной палитры. Это, например, кнопка 'Сохранить' ниже.",
    "Community Theme: Neutral Color": "Тема Сообщества: Нейтральный цвет",
    "Second, choose a color for the neutral palette. This is all the grey shades across the site. Backgrounds, card backgrounds, etc.": "Во-вторых, выберите цвет для нейтральной палитры. Это все серые оттенки по всему сайту. Фоны, фоны карт и т.д.",
    "Community Theme: Success Color": "Тема сообщества: Цвет успеха",
    "Third, choose a color for the success color. This is typically green in the default theme.": "В-третьих, выберите цвет для цвета успеха. В теме по умолчанию она обычно зеленого цвета.",
    "Community Theme: Danger Color": "Тема сообщества: Цвет опасности",
    "Finally, choose a color for the danger palette.": "Наконец, выберите цвет для палитры опасности.",
    "Save": "Сохранить",
    "Reset Color": "Сбросить цвет",
    "Join our partner program for $8.99 USD / month": "Присоединяйтесь к нашей партнерской программе за $8.99 USD / в месяц",
    "An exclusive limited slot monthly subscription for your community to get highly sought after features like vanity custom domain, access to discovery page, and more.": "Эксклюзивная ежемесячная подписка на ограниченный слот для вашего сообщества, позволяющая получать востребованные функции, такие как пользовательский домен, доступ к странице обнаружения и многое другое.",
    "There are current :limit slots left for our partner program": "Сейчас доступно :limit слотов, оставшиеся для нашей партнерской программы",
    "Checkout": "Проверка",
    "Manage payment or subscription details.": "Управляйте деталями оплаты или подписки.",
    "This will redirect you to Stripes customer portal where you can manage any subscriptions or payment methods.": "Это перенаправит вас на портал клиентов Stripes, где вы сможете управлять любыми подписками или способами оплаты.",
    "You need to add a valid payment method before you can subscribe to our partner program.": "Вам необходимо добавить действительный способ оплаты, прежде чем вы сможете подписаться на нашу партнерскую программу.",
    "You are all set to join our partner program!": "Вы готовы присоединиться к нашей партнерской программе!",
    "Update Email to Manage": "Обновите электронную почту для управления",
    "Manage": "Управлять",
    "Your Forums": "Ваши форумы",
    "Community API Key": "API Ключ сообщества",
    "This API key will allow our store integrations to work. If you are a developer you can also use this to read Packages, Purchases, Events, and more.": "Этот API ключ позволит нашим интеграциям магазина работать. Если вы разработчик, вы также можете использовать это для чтения услуг, покупок, событий и многого другого.",
    "Copy API key": "Скопировать API ключ",
    "Regenerate API key": "Перегенерировать API ключ",
    "Generate API Key": "Сгенерировать API Ключ",
    "Community Icon": "Иконка сообщества",
    "Your community icon will be shown across your entire site and the discovery section.": "Значок вашего сообщества будет отображаться на всем вашем сайте и в разделе 'Обнаружение'.",
    "Your cover photo will be displayed on the front-page of your site": "Your cover photo will be displayed on the front-page of your site",
    "Remove Community Cover": "Удалить обложку сообщества",
    "Community Description": "Описание сообщества",
    "Your community description is displayed in the discovery section and on the front of your site.": "Описание вашего сообщества отображается в разделе 'Обнаружение' и на передней панели вашего сайта.",
    "Update Description": "Обновить описание",
    "Delete Community: :name": "Удалить сообщество: :name",
    "This action can not be undone. Deleting your server is a destructive action.": "Это действие не может быть отменено. Удаление вашего сервера - это деструктивное действие.",
    "Delete Community": "Удалить сообщество",
    "We are not responsible for refunds or any obligations you have made to the members of this community.": "Мы не несем ответственности за возврат средств или любые обязательства, которые вы взяли на себя перед членами этого сообщества.",
    "Delete my Community": "Удалить моё сообщество",
    "Do not Delete my Community": "Не удалять сообщество",
    "Vanity Domain": "Домен",
    "After submitting your domain to this community, please contact an Administrator, adding a vanity domain typically takes on business day or less. You may only have one vanity domain per partner.": "После отправки вашего домена в это сообщество, пожалуйста, свяжитесь с администратором, добавление домена обычно занимает один рабочий день или меньше. У вас может быть только один домен для каждого партнера.",
    "Add Vanity Domain": "Добавить домен",
    "Your community name is displayed across your entire website.": "Название вашего сообщества отображается на всем вашем веб-сайте.",
    "Update Name": "Обновить название",
    "Discord Server ID": "Discord сервер ID",
    "Enter your Discord server ID to enable the Discord widget on your home page. This will also enable a Discord link in the navbar.": "Введите свой идентификатор сервера Discord, чтобы включить виджет Discord на вашей домашней странице. Это также позволит включить ссылку Discord на панели навигации.",
    "Update Discord ID": "Обновить Discord ID",
    "Donation link": "Ссылка для пожертвования",
    "You can set an external url for your donation store.": "Вы можете задать внешний URL-адрес для своего магазина пожертвований.",
    "Donation": "Пожертвование",
    "Update Donation link": "Обновить ссылку для пожертвования",
    "Partnership": "Партнёрство",
    "Partnering a community will make it discoverable on the front page. You can only partner one community.": "Партнерство с сообществом сделает его доступным для просмотра на первой странице. Вы можете быть партнером только одного сообщества.",
    "Partner Community": "Партнерское сообщество",
    "Update Partnership": "Обновление партнерства",
    "Steam group ID": "ID Steam группы",
    "Edit Category: :name": "Редактировать категорию: :name",
    "View Category": "Посмотреть категорию",
    "Deleting this category will also hide all boards, threads, and comments made in this category. This is highly ill-advised.": "Удаление этой категории также скроет все доски, темы и комментарии, сделанные в этой категории. Это крайне опрометчиво.",
    "Delete Category": "Удалить категорию",
    "Category: :name": "Категория: :name",
    "Category Title": "Название категории",
    "Category Description": "Описание категории",
    "Update Category": "Обновить категорию",
    "The cover photo for this category will be displayed in SEO and on the category page.": "Фотография обложки для этой категории будет отображаться в SEO и на странице категории.",
    "View Board": "Посмотреть доску",
    "Delete Board: :name": "Удалить доску: :name",
    "Deleting this board will also hide all threads made in this board.": "Удаление этой доски также скроет все темы, сделанные на этой доске.",
    "Delete Board": "Удалить доску",
    "Edit Board: :name": "Редактировать доску: :name",
    "Board Title": "Название доски",
    "Board Description": "Описание доски",
    "Board Category": "Категория доски",
    "Prevent users from posting threads in this board?": "Запретить пользователям публиковать темы на этой доске?",
    "Update Board": "Обновить доску",
    "The cover photo for this category will be displayed in SEO and on the board page.": "Фотография обложки для этой категории будет отображаться в SEO и на странице доски объявлений.",
    "Board Icon": "Значок доски",
    "Add a small icon to your boards to give it more personalization!": "Добавьте небольшой значок на свои доски объявлений, чтобы придать им больше персонализации!",
    "Create a Role": "Создать роль",
    "Roles are groups that you can assign members of your community to give certain permissions when they join your community!": "Роли - это группы, которые вы можете назначить членам своего сообщества, чтобы они давали определенные разрешения, когда присоединяются к вашему сообществу!",
    "Role Title": "Название роли",
    "Assign Members": "Назначать участников",
    "You can add members by selecting the drop down and searching for a user. You can also see who is assigned to this role below": "Вы можете добавить участников, выбрав раскрывающийся список и выполнив поиск пользователя. Вы также можете посмотреть, кто назначен на эту роль ниже",
    "It is recommended to use a users ID instead of searching for their name, it ensures you do not accidentally assign the wrong user the wrong role.": "Рекомендуется использовать идентификатор пользователя вместо поиска по его имени, это гарантирует, что вы случайно не назначите не тому пользователю не ту роль.",
    "Member": "Участник",
    "Assign Role": "Назначить роль",
    "Update Role: :name": "Обновить роль: :name",
    "Clear Permission: :name": "Очистить доступ: :name",
    "Role Color": "Цвет роли",
    "Role colors are displayed with the name of your role, usually displayed in forums / store.": "Цвета ролей отображаются вместе с именем вашей роли, обычно отображаемым на форумах/в магазине.",
    "Edit Role: :name": "Редактировать роль: :name",
    "The role title is the pretty name for the role. It will be displayed everywhere on your community where a user has this role.": "Название роли - это красивое название роли. Он будет отображаться везде в вашем сообществе, где у пользователя есть эта роль.",
    "Update Role": "Обновить роль",
    "Edit your server": "Редактировать ваш сервер",
    "Edit Server: :name": "Редактировать сервер: :name",
    "Copy Server ID": "Скопировать сервер ID",
    "Add Server": "Добавить сервер",
    "Your Servers": "Ваши сервера",
    "Add your server": "Добавить ваш сервер",
    "Connect your server to your community, members will be about to connect to it, see who is playing, and more!": "Подключите свой сервер к своему сообществу, участники будут готовы подключиться к нему, посмотреть, кто играет, и многое другое!",
    "Server Name": "Название сервера",
    "Server IP": "Адресс сервера",
    "Server Port": "Порт сервера",
    "Server Type": "Тип сервера",
    "Other source game": "Другие исходные игры",
    "Create Server": "Создать сервер",
    "Delete Server: :name": "Удалить сервер: :name",
    "Deleting this server will not allow users to donate, connect, or see this server in server listing.": "Удаление этого сервера не позволит пользователям делать пожертвования, подключаться или видеть этот сервер в списке серверов.",
    "Delete Server": "Удалить сервер",
    "You can edit your servers ip, port, name, and also add a cover photo to it!": "Вы можете отредактировать IP-адрес своего сервера, порт, имя, а также добавить к нему фотографию обложки!",
    "Store Cover Photo": "Фотография с обложки магазина",
    "Pin server to front page? (There can only be one pinned server)": "Закрепить сервер на главной странице? (Может быть только один закрепленный сервер)",
    "Add your first server": "Добавить ваш первый сервер",
    "Adding your server allows users to join, donate, and see who is playing!": "Добавление вашего сервера позволяет пользователям присоединяться, делать пожертвования и видеть, кто играет!",
    "Add server": "Добавить сервер",
    "Add or edit a package for: :name": "Добавить или изменить услугу для: :name",
    "Create package": "Создать услугу",
    "Packages": "Услуги",
    "Choose a server to edit their packages": "Выберите сервер для редактирования своих услуг",
    "Download Gmod Integration": "Скачать интеграцию Gmod",
    "Download": "Скачать",
    "Your Package Categories": "Категории ваших услуг",
    "Edit your package: :name for server :server": "Изменить вашу услугу: :name для сервера :server",
    "Preview package": "Предпросмотр услуги",
    "Create your package": "Создать вашу услугу",
    "Connected Stripe Account": "Подключенный аккаунт Stripe",
    "Stripe is our main platform for receiving and processing payments. You can make a Stripe account through us, and start receiving payments immediately.": "Stripe - наша основная платформа для приема и обработки платежей. Вы можете создать учетную запись Stripe через нас и немедленно начать получать платежи.",
    "By registering your account, you agree to our Services Agreement and the Stripe Connected Account Agreement:": "Регистрируя свою учетную запись, вы соглашаетесь с нашим Соглашением об услугах и Соглашением об учетной записи, подключенной к Stripe:",
    "Link:": "Ссылка:",
    "Connect": "Подключить",
    "Stripe Account Details": "Реквизиты учетной записи Stripe",
    "Click continue to finish the connection process through stripe.": "Нажмите кнопку продолжить, чтобы завершить процесс подключения через stripe.",
    "Stripe Account Connected": "Подключенный аккаунт Stripe",
    "Your Stripe account has been fully setup.": "Ваша учетная запись Stripe полностью настроена.",
    "Package Categories": "Категории услуг",
    "Package categories automatically make tabs in the store area of your community, you can create and customize them here!": "Категории услуг автоматически создают вкладки в разделе магазина вашего сообщества, вы можете создавать и настраивать их здесь!",
    "Create package for server: :name": "Создать услугу для сервера: :name",
    "Users purchase packages. You will first add basic details about the package. You can add actions or rewards in the edit package section later.": "Пользователи покупают услуги. Сначала вы добавите основные сведения о услуге. Вы можете добавить действия или награды в разделе 'Редактировать услугу' позже.",
    "Package Name": "Название услуги",
    "Package Short Description": "Краткое описание услуги",
    "Package Detailed Description": "Подробное описание услуги",
    "Price": "Цена",
    "Category": "Категория",
    "Is this package permanent?": "Является ли эта услуга постоянной?",
    "How long does it take for a new purchase to expire?": "Сколько времени требуется для истечения срока действия новой покупки?",
    "1 Second": "1 Секунда",
    "1 Day": "1 День",
    "1 Week": "1 Неделя",
    "1 Month": "1 Месяц",
    "3 Months": "3 Месяца",
    "6 Months": "6 Месяцев",
    "1 Year": "1 Год",
    "Can users add a custom price to this package? (Custom price STARTS at price)": "Могут ли пользователи добавлять пользовательскую цену к этой услуге? (Пользовательская цена НАЧИНАЕТСЯ с цены)",
    "Can users purchase this package more than once?": "Могут ли пользователи приобрести эту услугу более одного раза?",
    "Preview Photo": "Предварительный просмотр Фотографии",
    "Edit package for server: :name": "Редактировать услугу для сервера: :name",
    "Run Custom Console Command?": "Запустить пользовательскую консольную команду?",
    "Run a custom console command when a user purchases this package.": "Запустите пользовательскую консольную команду, когда пользователь покупает эту услугу.",
    "Gets replaced by players Name": "Заменяется идентификатором игрока Название",
    "Gets replaced by players SteamID": "Заменяется идентификатором игрока SteamID",
    "Gets replaced by players Steam64 ID": "Заменяется идентификатором игрока Steam64 ID",
    "Console command": "Консольная команда",
    "Console command on package expire": "Консольная команда при истечении срока действия услуги",
    "Name": "Название",
    "Type": "Тип",
    "Gets replaced by player object": "Заменяется объектом игрока",
    "Run Custom Lua?": "Запустить Custom Lua?",
    "Custom lua": "Custom lua",
    "Custom lua on package expire": "Custom lua истекает срок годности",
    "Create Custom Lua Action": "Создать Custom Lua действие",
    "Give DarkRP levels to user?": "Выдать DarkRP Уровни пользователю?",
    "This gives a user a specified amount of levels when they purchase a package.": "Это дает пользователю определенное количество уровней при покупке услуги.",
    "DarkRP levels": "DarkRP уровни",
    "Create DarkRP Levels Action": "Создать DarkRP Уровни действие",
    "Give DarkRP money to user?": "Выдать DarkRP деньги пользователю?",
    "This gives a player a specified amount of DarkRP cash when they have purchased a package.": "Это дает игроку определенную сумму денег DarkRP при покупке услуги.",
    "DarkRP money": "DarkRP деньги",
    "Create DarkRP Money Action": "Создать DarkRP Деньги действие",
    "Give Pointshop 1 points to user?": "Дать Pointshop 1 балл пользователю?",
    "This gives a user Pointshop 1 points when they purchase a package.": "Это дает пользователю Pointshop 1 балл при покупке услуги.",
    "Pointshop 1 points": "Pointshop 1 баллы",
    "Create Pointshop 1 Action": "Создать Pointshop 1 действие",
    "Give Pointshop 2 points to user?": "Выдать Pointshop 2 баллы пользователю?",
    "This gives a user default / basic Pointshop 2 points when they purchase a package.": "Это выдает пользователю / обычные Pointshop 2 баллы при покупке услуги.",
    "Pointshop 2 points": "Pointshop 2 баллы",
    "Give PS2 premium points to user?": "Дать PS2 премиум баллы пользователю?",
    "This gives a user premium Pointshop 2 points when they purchase a package.": "Это выдает пользователю премиум PS 2 баллы при покупке услуги.",
    "PS2 premium points": "PS2 премиум баллы",
    "Create PS2 Premium Points Action": "Создать PS2 премиум баллы",
    "Adding your steam group ID to Noclip will display it on your home page to let players join it easily!": "Добавление вашего идентификатора группы steam в Noclip это отобразит его на вашей домашней странице, чтобы игроки могли легко присоединиться к нему!",
    "Sorry! Seems like your search is invalid, or we can not load partners right now.": "Прости! Похоже, ваш поиск неверен, или мы не можем загрузить партнеров прямо сейчас.",
    "Noclip Partners": "Партнеры Noclip",
    "Become a partner for 8.99 USD / month, get a vanity domain, early access feature, and more!": "Станьте партнером за 8.99 USD / в месяц, получите домен, функцию раннего доступа и многое другое!",
    "You can become a partner by heading over to your community under the forums section.": "Вы можете стать партнером, перейдя в свое сообщество в разделе форумы.",
    "There are only 40 active partner slots at any given time, once the limit has been reached you can only upgrade to partner when a slot is available.": "В любой момент времени существует только 40 активных партнерских слотов, как только лимит будет достигнут, вы сможете перейти на статус партнера только при наличии свободного слота.",
    "Communities upgraded to partner": "Сообщества повышены до партнерских",
    "Our Partners": "Наши партнёры",
    "Postbit Cover": "Обложка постбит",
    "A postbit cover is a background photo that shows behind your avatar as a background image.": "Обложка постбит - это фоновая фотография, которая отображается за вашим аватаром в качестве фонового изображения.",
    "Remove Postbit": "Удалить постбит",
    "Profile Avatar": "Аватар профиля",
    "Your profile avatar will be shown all across the site.": "Аватар вашего профиля будет отображаться по всему сайту.",
    "Remove Avatar": "Удалить аватар",
    "Your cover photo, you will see this on cards and your profile page!": "Ваша фотография на обложке, вы увидите это на карточках и странице вашего профиля!",
    "Remove Profile Cover": "Снять обложку профиля",
    "Profile Customizations": "Настройки профиля",
    "Add unique customizations to your profile and threads here!": "Добавляйте уникальные настройки в свой профиль и темы здесь!",
    "You will be reachable at:": "С вами можно будет связаться по адресу:",
    "Vanity Url": "URL",
    "User Title": "Название никнейма",
    "A small bit of text displayed under your profile when making threads or comments.": "Небольшой фрагмент текста, отображаемый под вашим профилем при создании тем или комментариев.",
    "Toggle transparent avatar": "Переключить прозрачный аватар",
    "Make avatar transparent?": "Сделать аватар прозрачным?",
    "Username Preview": "Предпросмотр никнейма",
    "Username Color": "Никнейм - цвет",
    "Username Shadow Color": "Никнейм - цвет тени",
    "Profile Information": "Информация профиля",
    "Update your accounts username, and email address.": "Обновите имя пользователя вашей учетной записи и адрес электронной почты.",
    "Username": "Никнейм",
    "About Me": "Обо мне",
    "Email": "Почта",
    "Bio": "Биография",
    "Tell the world about yourself, or plug your projects :)": "Расскажите миру о себе или подключайте свои проекты :)",
    "Open menu": "Открыть меню",
    "Support": "Помощь",
    "Dark mode": "Тёмная тема",
    "Light Mode": "Светлая тема",
    "Profile": "Профиль",
    "Log Out": "Выйти",
    "Sign in": "Зарегистироваться",
    "Discovery": "Исследование",
    "Update Steam Group": "Улучшить Steam группу",
    "Donate": "Пожертвовать",
    "edited": "измененный",
    "Report": "Пожаловаться",
    "Permanent": "Навсегда",
    "Yes": "Да",
    "No": "Нет",
    "Likes": "Лайков",
    "Credits": "Титры",
    "Welcome!": "Добро пожаловать!"
}
